app/views/schools/show.html.erb

<p>Find me in app/views/school/show.html.erb</p>
<%@school.students.each do |student|%>
---
SELECT "students".* FROM "students" WHERE "students"."school_id" = ?  [["school_id", 1]]