app/controllers/students_controller.rb

INSERT INTO "students" ("name", "age", "school_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "Eep"], ["age", 87], ["school_id", 3], ["created_at", "2019-07-01 19:49:33.006804"], ["updated_at", "2019-07-01 19:49:33.006804"]]
---
  def create
    @student = Student.create(student_params)

SELECT  "students".* FROM "students" WHERE "students"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
DELETE FROM "students" WHERE "students"."id" = ?  [["id", 1]]
---
  def destroy
    @student = Student.find(params[:id]).destroy